export const jobInfoMock = {
    jobTitle: "职位信息",
    jobContent: `1、协助产品经理完成品牌定位，分析产品情况，研究消费者需求，结合销售渠道的特性与品牌发展战略做好产品规划、开发计划以及实施方案；
            2、协调产品开发过程，推进调研立项、配方开发、包材开发、包装设计、备案、采购、生产等各环节，全面监控产品开发质量、控制成本，确保产品按计划上市；
            3、协助产品经理完成新产品文案撰写，包括产品命名、产品描述、成分功效、卖点提炼等;
            4、产品生命周期管理，根据产品市场表现，提出产品升级、淘汰计划；
            5、完善产品开发流程；
            6、关注行业动态、渠道以及竞品动态，及时制定应对措施，不断调整、完善公司的产品策略与方案；
            7、完成上级交办的其他工作
            要求具备的胜任力素质：
            1、具备好奇心，对于新事物、新知识、新经验或新挑战所表现出的积极探求和渴望了解的心理倾向；
            2、具备用户思维，在想问题的时候始终将用户的需求和体验放在***，以用户为中心去思考问题、设计产品或提供服务；
            3、具备市场敏锐性，能够敏锐地洞察市场动态，理解市场需求和竞争态势，以便为组织做出准确的战略决策和业务调整的能力。
            4、具备成就动机，具有强烈的进取心，乐于接受具有挑战性的任务，即使面对困难和挫折，也能够保持积极的心态，且通过不断学习和实践，提高自己的专业素养和技能水平。
            5、具有拥抱变化的思维，能够敏锐地察觉市场和客户的变化，打破常规，主动创新，为公司带来新的发展机遇 
            任职资格:
            1、具备大学英语六级或专业英语四级证书（硬性条件）
            2、可以全职实习
            3、具有敏锐的市场变化洞察能力、富有创新思维；
            4、具备较强的项目统筹规划能力、沟通协调能力及抗压能力`,
};

export const companyInfoMock = {
    companyTitle: "公司信息",
    companyContent: `广州艾科米尔电子商务有限公司前身为广州融智电子商务有限公司，成立于2016年12月，公司位于广州市天河区林和西路157号保利中汇A座。
公司主营产品为纺织品、加热产品（如加热手套、加热坐垫等），主要销售渠道为亚马逊（欧美、澳洲、日本等）。
正式的介绍就这么多，下面说点非正式的：
我们公司是一家创业公司，人也不多，当前在职员工也才十几人，员工也不是博硕海归精英，现在真的是一家很“普通”的公司。但我们坚信未来绝不普通，原因无非以下几点：
1、虽然叫做电子商务公司，但实质上我们是一家产品公司，公司重心在产品端，目前公司已有核心产品线，并且已入股材料应用研发公司（该公司创始人团队为联想及九阳高管），未来的公司定位是一家全球性的具备技术壁垒的产品公司。我们坚信好产品才是我们长远发展的基石。
2、我们不喜欢人海战术，我们更青睐提高单人产出。我们的价值观是：聚焦。公司资源聚焦到核心产品线，运营推广资源聚焦到核心产品。这样会大大提高个人效率，一个人可以做出多个人的成绩，一个人也可以领多个人的薪水，何乐而不为。
3、公司内部管理是以人为本，人尽其才。我们相信每个人都是特别的，每个人在某个方面都是艺术家，我们需要一起发掘。因为公司人不多，所以每个人能得到重点培养。工作中会给你更大的发挥空间，找到你的特长和兴奋点在哪里，我们的岗位并不固定，找到适合自己的才最重要。
4、公司股权保持开放，能力及人品优异者均可成为公司股东。公司也有明确的股权退出机制，我的人生我做主，一起High起来。
【福利待遇】（持续补充中）
1、工资结构：基本工资+绩效工资+奖金+极具竞争力的提成体系+专项奖
金+年底双薪;
2、社会保障：入职购买五险一金;
3、带薪旅游：每年一次的带薪旅游，说走就走的旅行。
4、培训体系：公司为新员工提供入职培训及专业培训，入职引导人一对一帮带，不同级别
及不同岗位均有相应专业及管理培训，不断提高员工的综合能力;
5、灵活晋升体系：管理岗位和专业技能双向发展通道。不分年资年纪，有能者居之；
6、工作时间：***，7.5小时工作制；
7、假期福利：按国家法定节假日放假及带薪年假（5-7天）;
8、吃吃喝喝：咖啡饮料零食无上限、水果等+员工生日会；
9、团队成员年轻化，采用扁平化管理，工作氛围融洽；
10、公司地处广州天河东站，地铁上盖，地铁一号线三号线交汇，市中心城区交通枢纽;
看到这里，还不联系我聊一聊？还在等什么！`,
};
